[{
    "author": "Book by Tite Kubo",
    "imageLink": "./assets/image/bleach.jpg",
    "title": "Bleach SOULs. Official Character Book",
    "price": 30,
    "description": "Ichigo Kurosaki never asked for the ability to see ghosts--he was born with the gift.Get the inside scoop on Bleach! This profile book contains extensive information on the characters and story lines from Bleach Vols. 1-21"
  },
    {
      "author": "Kentaro Miura",
      "imageLink": "./assets/image/berseker.jpg",
      "title": "Berserk Deluxe Volume 1",
      "price": 22,
      "description": "Have you got the Guts? Kentaro Miura's Berserk has outraged, horrified, and delighted manga and anime fanatics since 1989, creating an international legion of hardcore devotees and inspiring a plethora of TV series, feature films, and video games. And now the badass champion of adult fantasy manga is presented in an oversized  deluxe hardcover edition, nearly 700 pages amassing the first three Berserk volumes, with following volumes to come to serve up the entire series in handsome bookshelf collections. No Guts, no glory!"
    },
    {
      "author": "Akira Amano ",
      "imageLink": "./assets/image/reborn.jpg",
      "title": "Reborn!, Vol. 1",
      "price": 40,
      "description": "Tsunayoshi Sawada (Tsuna for short) is a cowardly junior high student who doesn't excel at academics or sports. He only attends school so he can stare at his beautiful classmate Kyoko from afar. But Tsuna's life takes a dramatic turn when Reborn, a suit-wearing, gun-toting baby who claims to be an Italian hit man, shows up at his house. Reborn was sent to Japan to groom Tsuna for his future life as a big Mafia boss."
    },
    {
      "author": " Masashi Kishimoto",
      "imageLink": "./assets/image/naruto.jpg",
      "title": "Naruto",
      "price": 19,
      "description": "Naruto is a Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village."
    },
    {
      "author": "Kohei Horikoshi",
      "imageLink": "./assets/image/myhero.jpg",
      "title": "My Hero Academia",
      "price": 32,
      "description": "My Hero Academia is a Japanese superhero manga series written and illustrated by Kōhei Horikoshi. The story follows Izuku Midoriya, a boy born without superpowers in a world where they have become commonplace, but who still dreams of becoming a superhero himself"
    },
    {
      "author": "Yasuhisa Hara",
      "imageLink": "./assets/image/kingdom.jpg",
      "title": "Kingdom",
      "price": 28,
      "description": "Kingdom is a Japanese manga series written and illustrated by Yasuhisa Hara. It has been serialized in Shueisha's seinen manga magazine Weekly Young Jump since January 2006, with its chapters collected in sixty-five tankōbon volumes as of June 2022."
    },
    {
      "author": "Kouta Hirano",
      "imageLink": "./assets/image/hellsing.jpg",
      "title": "Hellsing",
      "price": 25,
      "description": "Hellsing is a Japanese manga series written and illustrated by Kouta Hirano. It was serialized in Shōnen Gahōsha's seinen manga magazine Young King OURs from May 1997 to September 2008, with its chapters collected in ten tankōbon volumes."
    },
    {
      "author": "Hiromu Arakawa",
      "imageLink": "./assets/image/fullmetal.jpg",
      "title": "Fullmetal Alchemist",
      "price": 38,
      "description": "Fullmetal Alchemist is a Japanese manga series written and illustrated by Hiromu Arakawa. It was serialized in Square Enix's Monthly Shōnen Gangan shōnen manga anthology magazine between July 2001 and June 2010; the publisher later collected the individual chapters into twenty-seven tankōbon volumes"
    },
    {
      "author": "Osamu Tezuka",
      "imageLink": "./assets/image/dororo.jpg",
      "title": "The Legend of Dororo and Hyakkimaru",
      "price": 26,
      "description": "A modern remake of Osamu Tezuka's legendary samurai tale about reclaiming stolen humanity--and don't miss the stunning 2019 anime During Japan's tumultuous Sengoku period, one man sells his son to a pack of devils in exchange for the power to rule."
    },
    {
      "author": "Marc Andreyko",
      "imageLink": "./assets/image/castelvania.jpg",
      "title": "Castlevania",
      "price": 33,
      "description": "Inspired by the popular video game series, this anime series is a dark medieval fantasy. It follows the last surviving member of the disgraced Belmont clan, Trevor Belmont, trying to save Eastern Europe from extinction at the hands of Vlad Dracula Tepes. As Dracula and his legion of vampires prepare"
    }
  ]